Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: "Planes, caves and skyscrapers among fearless skydiver Felix Baumgartner's fabulous feats". heraldsun.com.au. Herald Sun. Retrieved 21 October 2012..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Petronas Towers (451 Meters), Malaysia". felixbaumgartner.com.
ne: CRC Press. p.

source: Felix Baumgartner. Archived from the original on 22 September 2010. Retrieved 21 October 2012..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Sean Yoong (12 September 2001).
ne: 748. ↑ Crerar, Simon (१५ अक्टोबर २०१२), "Planes, caves and skyscrapers among fearless skydiver Felix Baumgartner's fabulous feats", heraldsun.com.au, Herald Sun, अभिगमन मिति २१ अक्टोबर २०१२। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ [pS=915145200&tx_ttnews[pL]=31535999&tx_ttnews[arc]=1&tx_ttnews[tt_news]=48&tx_ttnews[backPid]=33&cHash=7c1597d667 "Petronas Towers (451 Meters), Malaysia"], felixbaumgartner.com, Felix Baumgartner, मूलबाट २२ सेप्टेम्बर २०१०-मा सङ्ग्रहित, अभिगमन मिति २१ अक्टोबर २०१२। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Sean Yoong (12 September 2001).

source: The Petronas Towers, also known as the Petronas Twin Towers (Malay: Menara Petronas, or Menara Berkembar Petronas), are twin skyscrapers in Kuala Lumpur, Malaysia. According to the Council on Tall Buildings and Urban Habitat (CTBUH)'s official definition and ranking, they were the tallest buildings in the world from 1998 to 2004 and remain the tallest twin towers in the world. The buildings are a landmark of Kuala Lumpur, along with nearby Kuala Lumpur Tower.
ne: पेट्रोनस टावरलाई (मलाया भाषा: Menara Petronas, or Menara Berkembar Petronas) पेट्रोनस जुम्ल्याहा टावर भनेर पनि चिनिन्छ । क्वालालम्पुर ,मलेशियामा रहेको छ । उच्च भवन तथा सहरी बस्ति परिषदको परिभाषा र मूल्याङ्कन अनुसार यो १९९८ देखि २००४ सम्म विश्वको सबैभन्दा अग्लो भवन रहेको थियो र हालसम्मकै अग्लो जोडी टावर हो। भवनहरू क्वालालम्पुर टावरको नजिकै रहेको क्वालालम्पुरको ऐतिहासिक स्थल हो।

source: A distinctive postmodern style was chosen to create a 21st-century icon for Kuala Lumpur. Planning on the Petronas Towers started on 1 January 1992 and included rigorous tests and simulations of wind and structural loads on the design. Seven years of construction followed at the former site of the original Selangor Turf Club, beginning on 1 March 1993 with excavation, which involved moving 500 truckloads of earth every night to dig down 30 metres (98 ft) below the surface.
ne: यो टावरको डिजाइन अर्जेन्टिनी बस्तुविद सिजर पिलीले गरेका हुन् । पेट्रोनस टावरको योजना १ जनवरी १९९२ मा सुरु भएको थियो । डिजाइनको वायुको गतिको परिक्षण संरचना भर परिक्षण गरिएको थियो । माटो उत्खननको लागि ५०० ट्रकहरु प्रयोगमा थिए र प्रत्येक रात सतहबाट 30 metres (98 ft)खनिन्थ्यो ।

source: One half of the site was decayed limestone while the other half was soft rock. The entire site was moved 61 metres (200 ft) to allow the buildings to sit entirely on the soft rock.[9] Because of the depth of the bedrock, the buildings were built on the world's deepest foundations.[10] 104 concrete piles, ranging from 60 to 114 metres (197 to 374 ft) deep, were bored into the ground. The concrete raft foundation, comprising 13,200 cubic metres (470,000 cu ft) of concrete was continuously poured through a period of 54 hours for each tower.
ne: जटिल संरचनाको निर्माण १ अप्रिल १९९४ मा सकियो । फर्निचर र आन्तरिक सजावटको कम १ जनवरी १९९६ मा सकियो , टावर १ र २ को शिखरको (गजुर)को काम १ मार्च १९९६ मा सकियो । भवनको आधिकारिक उद्घाटन मलेसियाका प्रधानमन्त्री डा. महाथीर बिन मोहम्मद ले १ अगस्ट १९९९ मा गरे ।[7] यो जुम्ल्याहा टावरको निर्माण क्वालालम्पुर रेस ट्रयाकको स्थलमा गरिएको थियो ।[8]

source: The Petronas Towers from their bases.
ne: सतहबाटहेर्दापेट्रोनसटावर

source: No one was hurt during the evacuation.[23] On the evening of 4 November 2005, a fire broke out in the cinema complex of the Suria KLCC shopping centre below the Petronas Towers, triggering panic among patrons. There were no reports of injuries. The buildings were largely empty, except the shopping mall, Suria KLCC, because of the late hour; the only people involved were moviegoers and some diners in restaurants.[24] On the morning of 1 September 2009, French urban climber Alain "Spiderman" Robert, using only his bare hands and feet and with no safety devices, scaled to the top of Tower Two in just under 2 hours after two previous efforts had ended in arrest.[25] In his first attempt on 20 March 1997, police arrested him at the 60th floor, 28 floors away from the "summit".
ne: पेट्रोनस जुम्ल्याहा टावरको रातको दृश्य १५ अप्रिल १९९९ मा, फेलिक्स बौमगार्टनर पेट्रोनस टावरको सफा गर्ने क्रेनबाट हाम फालेर बेस जम्पिंगको बिस्व किर्तिमान कायम गरे । [21][22] सेप्टेम्बर ११ को हमलामा वोर्ल्ड ट्रेड सेन्टर ध्वस्त भए पछी १२ सेप्टेम्बरमा हजारौ मानिसलाई हटाएर खाली गरियो । बम निस्क्रिय पर्ने टोलीले कुनै बम फेला पारेन । भवन खाली गर्ने क्रममा कुनै क्षति भएन। [23] ४ नोबेम्बर २००५ साँझ, मा सिनेमा कम्प्लेक्समा आगलागी भयो तर कुनै क्षति भएन ।[24] १ सेप्टेम्बर २००९ को बिहान , फ्रेन्च आरोहीले बिना कुनै सुरक्षा सामग्री खाली खुट्टा र हातले मात्र टावर २ को चुचुरो मा दुई घण्टामा पुगे ।[25] [26]

source: Entrance of Suria KLCC
ne: सुरिया के.एल.सी.सीको प्रवेशद्वार

source: Suria KLCC is a 140,000 m2 (1,500,000 sq ft) upmarket retail center at the feet of the Petronas Towers. It features mostly foreign luxury goods and high-street labels. Its attractions include an art gallery, an underwater aquarium and also a Science center.
ne: सुरिया के.एल.सी.सी 140,000 m2 (1,500,000 sq ft) पेट्रोनस टावरको आधारमा फैलिएको सुपर मार्केट हो ।[28]

source: Spanning 17 acres (6.9 ha) below the building is the KLCC Park with jogging and walking paths, a fountain with incorporated light show, wading pools, and a children's playground.
ne: 17 acres (6.9 ha) मा फैलिएको यो पार्कमा पानीको फोहोरा , बिजुली बत्तिको नाजारा , पौडी पोखरी र बालबच्चाको खेल्न ठाउँ छ ।

source: A skybridge connects the two towers
ne: दुई टावरलाई जोड्ने आकासे पुल

source: An inside view of the skybridge
ne: आकाशे पुलको भित्रि दृश्य

source: View to the northwest from the Petronas Towers skybridge, including the shadow of Tower 1 and the skybridge, and the Public Bank Berhad building
ne: आकाशे पुल बाटको उत्तर पश्चिमको दृश्य

source: One of the Petronas Towers spires
ne: पेट्रोनस टावरको एक गजुर

source: Inside View of Festival Time at Petronas Twin Tower
ne: पेट्रोनस टावरमा मेलाको समयको दृश्य

source: The service building is to the east of the Petronas Towers and contains the chiller plant system and the cooling towers to keep the Petronas Towers cool and comfortable.
ne: सेवा भवन पेट्रोनस टावरको पुर्व तर्फ रहेको छ र यहाँ पेट्रोनस टावरलाई शितल बनाउन चिलर प्लान्ट रहेको छ ।

source: Passengers and crew
ne: यात्रु र चालक दल

source: Retrieved 11 March 2014..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Ranjit Singh (12 March 2014). "MH370: Five Indian nationals identified". astro AWANI. Retrieved 29 May 2014..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 Budisatrijo, Alice; Westcott, Richard (11 March 2014).
ne: Retrieved 11 March 2014..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Ranjit Singh (१२ मार्च २०१४), "MH370: Five Indian nationals identified", astro AWANI, अभिगमन मिति २९ मे २०१४। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 Budisatrijo, Alice; Westcott, Richard (11 March 2014).

source: Malaysia Airlines Flight 370 was a scheduled international passenger flight operated by Malaysia Airlines that disappeared on 8 March 2014 while flying from Kuala Lumpur International Airport, Malaysia, to its destination, Beijing Capital International Airport in China.[1] Commonly referred to as "MH370", "Flight 370", or "Flight MH370", the flight was also marketed as China Southern Airlines Flight 748 (CZ748/CSN748) through a codeshare.[1] The crew of the Boeing 777-200ER aircraft last communicated with air traffic control (ATC) around 38 minutes after takeoff when the flight was over the South China Sea. The aircraft was lost from ATC radar screens minutes later, but was tracked by military radar for another hour, deviating westwards from its planned flight path, crossing the Malay Peninsula and Andaman Sea. It left radar range 200 nautical miles (370 km) northwest of Penang Island in northwestern Malaysia.
ne: मलेसिया एयरलाइन्स फ्लाइट ३७० मलेशिया एयरलाइन्सद्वारा संचालित एक अन्तरास्ट्रिय यात्रु बाहक बिमान थियो जुन ८ मार्च २०१४ देखि वेपत्ता भएको थियो जब यो क्वालालम्पुर अन्तरास्ट्रिय विमानस्थलबाट आफ्नो गन्तब्य बेइजिंग राजधानी अन्तरास्ट्रिय विमानस्थल तर्फ उडान भर्दै थियो । [1] यो फ्लाइटलाई चाइना साउर्दन एयरलाइन्सको नामले पनि चिनिन्थ्यो । [1] चालक दलको एयर ट्राफिक कन्ट्रोल (एटिसी)संग अन्तिम सम्पर्क उडान भरेको ३८ मिनेटपछी दक्षिण चीन सगर माथि उडिरहेको बेला भएको थियो । त्यसको एक मिनेट पछी विमान एटिसी राडार स्क्रिनबाट हरायो , तर अर्को घण्टा सैन्य राडारले आफ्नो मार्ग भन्दा पश्चिम तर्फ मलाय प्रायद्विप र अन्दमन सागर पार गरेको देखेको थियो । विमान मा सवार २२७ यात्रु र १२ चालक दलका सदस्य सबै मृत्यु भएको मानियो र यो मलेसिया विमान इतिहासको मलेशिया एयरलाइन्स फ्लाइट १७ दुर्घटना हुनु भन्दा अगाडी सम्म सबैभन्दा भयङ्कर घातक विमान दुर्घटना थियो । यो दुई क्षतिले मलेसिया एयरलाइन्स को निकै नोक्सान भयो र मलेसिया सरकार द्वारा २०१४ को उत्तरार्धमा राष्ट्रियकरण गरियो ।

source: The lack of official information in the days immediately after the disappearance prompted fierce criticism from the Chinese public, particularly from relatives of the passengers; most on board Flight 370 were of Chinese origin. Several pieces of marine debris confirmed to be from the aircraft washed ashore in the western Indian Ocean during 2015 and 2016. After a three-year search across 120,000 square kilometres (46,000 sq mi) of ocean failed to locate the aircraft, the Joint Agency Coordination Centre heading the operation suspended their activities in January 2017.
ne: हराइरहेको यो विमानको खोज , उड्डयन इतिहासकै सबैभन्दा महँगो भयो । सुरुमा खोज दक्षिण सागर र आन्दमन सागरमा केन्द्रित गरियो । विमानको वेपत्तापछी को आधिकारिक सूचनाको अभावमा चिनियाँ सर्वसाधारणबाट निकै आलोचित हुनु परेको थियो जसको आफन्तहरु विमानमा थिए । २०१५ र २०१६ को बीचमा पश्चिमी हिन्द महासागर कयौ अवशेषहरु देखा परेका थिए । 120,000 square kilometres (46,000 sq mi) क्षेत्रमा तीन वर्षको खोजपछी यो काम रोकियो ।

source: Relying mostly on analysis of data from the Inmarsat satellite with which the aircraft last communicated, the Australian Transport Safety Bureau proposed initially that a hypoxia event was the most likely cause given the available evidence, although there has not been any consensus concerning this theory among investigators. At various stages of the investigation, possible hijacking scenarios were considered, including crew involvement, and suspicion of the airplane's cargo manifest; many unofficial theories have also been proposed by the media. The Malaysian Ministry of Transport's final report from July 2018 was inconclusive, but highlighted Malaysian air traffic controllers' failures to attempt to communicate with the aircraft shortly after its disappearance.
ne: फ्लाइट ३७० उड्ययन इतिहासको एक गहिरो रहस्य बन्यो ।

source: People on board by nationality[28] Nationality No. Australia 6 Canada 2 China 153[lower-alpha 2] France 4 India[30] 5 Indonesia 7 Iran[lower-alpha 3] 2 Malaysia[lower-alpha 4] 50 Netherlands 1 New Zealand 2 Russia 1 Taiwan 1 Ukraine 2 United States 3 Total 239
ne: राष्ट्रियता का यात्रु[28] राष्ट्रियता संख्या. अस्ट्रेलिया ६ क्यानाडा २ चीन १५३ [lower-alpha 2] फ्रान्स ४ भारत [30] ५ इन्डोनेसिया ७ इरान [lower-alpha 3] २ मलेसिया [lower-alpha 4] ५० नेदरल्याण्ड १ न्यु जी ल्याण्ड २ रसिया १ ताइवान १ युक्रेन २ अमेरिका ३ कुल 239

source: Rise to presidency
ne: रास्ट्रपतिमा उदय

source: Benazir Bhutto era
ne: बेनजिर भुट्टोको समय

source: Coalition government
ne: गठबन्धन सरकार

source: Co-chairperson of the PPP
ne: पिपिपिको स-अध्यक्ष

source: President of Pakistan
ne: पाकिस्तानको राष्ट्रपति

source: Bhutto's assassination and succession
ne: भुट्टोको हत्या

source: Marriage to Bhutto
ne: भुट्टो संग बिबाह
